{
    "alert1": "Hinweis: Dies ist kein offizieller Einbürgerungstest. Diese Plattform soll Ihnen bei der Vorbereitung auf den Einbürgerungstest helfen.",
    "alert2": "Diese Website ist ein privates Angebot und keine offizielle Seite des Bundesamtes für Migration und Flüchtlinge (BAMF). Der Einbürgerungstest kann ausschließlich beim BAMF durchgeführt werden.",
    "screenshotTitle": "Probieren Sie unsere mobile App aus! Nur für Android verfügbar",
    "faq_title": "Häufig gestellte Fragen",
    "faq_q1": "Wie viele Fragen hat der Einbürgerungstest?",
    "faq_a1": "Der Test besteht aus 33 Fragen.",
    "faq_q2": "Wie viele Fragen muss ich richtig beantworten?",
    "faq_a2": "Um den Test zu bestehen, müssen mindestens 17 Fragen richtig beantwortet werden.",
    "faq_q3": "Wo kann ich mich auf den Test vorbereiten?",
    "faq_a3": "Es gibt viele Ressourcen, darunter Onlinetests, Bücher und Vorbereitungskurse.",
    "center_title": "Prüfungsstellen",
    "center_subtitle": "Bitte wählen Sie Ihr Bundesland aus, die Prüfungsstellen öffnen sich in einem neuen Tab.",
    "main_title": "Willkommen auf unserer Online-Lernplattform!",
    "main_subtitle1": "Unsere Plattform bietet umfassende Ressourcen, darunter ausführliche Lernmaterialien, Probeprüfungen und interaktive Tools, mit denen Sie sich effektiv auf den Test vorbereiten können.",
    "main_subtitle2": "Überprüfen Sie Ihren Fortschritt mit unseren interaktiven Tools und verfolgen Sie Ihre Verbesserung im Laufe der Zeit.",
    "main_subtitle3": "Genießen Sie ein nahtloses Lernerlebnis ohne Werbung, damit Sie sich auf Ihre Vorbereitung konzentrieren können.",
    "main_subtitle4": "Treten Sie unserer Lerngemeinschaft bei und bestehen Sie Ihren Test erfolgreich.",
    "main_dashboard_title": "Interaktives Tool",
    "main_dashboard_subtitle1": "Unser interaktives Tool bietet Ihnen umfassende Einblicke in Ihren Lernfortschritt. Sie können Ihren täglichen Fortschritt verfolgen, detaillierte Benutzerstatistiken einsehen und Ihre Prüfungsbereitschaft einschätzen. Darüber hinaus bietet das Tool einfachen Zugriff auf Vorbereitungsmaterialien und Probetests, damit Sie gut auf den Test „Leben in Deutschland“ vorbereitet sind.",
    "main_dashboard_subtitle2": "Das Tool ist benutzerfreundlich und intuitiv gestaltet, sodass Sie problemlos durch die verschiedenen Funktionen navigieren können. Bleiben Sie motiviert und auf Kurs mit personalisiertem Feedback und Empfehlungen basierend auf Ihrer Leistung.",
    "main_dashboard_subtitle3": "Von visualisierten Fortschrittsdiagrammen bis hin zu erweiterten Filtern können Sie Ihre Stärken und Bereiche, in denen Verbesserungsbedarf besteht, analysieren. Vergleichen Sie Ihre Ergebnisse mit denen Ihrer Mitschüler und nutzen Sie umsetzbare Erkenntnisse, um Ihren Studienplan zu verfeinern. Die Probetests simulieren echte Prüfungsbedingungen und helfen Ihnen, bei der Vorbereitung auf Ihre Prüfung Selbstvertrauen aufzubauen.",
    "main_dashboard_href_text": "Jetzt mit dem Lernen beginnen",
    "main_mock_title": "Probeprüfung",
    "main_mock_subtitle1": "Unsere Probeprüfung simuliert den echten „Leben in Deutschland“-Test mit 33 zufällig generierten Multiple-Choice-Fragen. Sie haben 60 Minuten Zeit, um die Prüfung abzuschließen. Außerdem gibt es einen Fortschrittstracker, mit dem Sie sehen können, welche Fragen Sie markiert haben, und diese erneut aufrufen können.",
    "main_mock_subtitle2": "Die Prüfung ist so konzipiert, dass sie die tatsächlichen Prüfungsbedingungen nachahmt und Ihnen hilft, Selbstvertrauen aufzubauen und Ihre Bereitschaft einzuschätzen. Jede Frage hat 4 Optionen und Sie können die Prüfung bei Bedarf jederzeit abbrechen.",
    "main_mock_href_text": "To the mock exam",
    "main_prepare_title": "Bereiten Sie sich auf alle Fragen vor",
    "main_prepare_subtitle1": "Bereiten Sie sich mit allen verfügbaren Fragen auf den Test „Leben in Deutschland“ vor. Mit unserem Vorbereitungstool haben Sie Zugriff auf einen umfassenden Fragenkatalog, der sicherstellt, dass Sie jedes Thema abdecken.",
    "main_prepare_subtitle2": "Üben Sie in Ihrem eigenen Tempo und verfolgen Sie Ihren Fortschritt. Das Tool bietet detaillierte Erklärungen zu jeder Frage und hilft Ihnen, den Stoff gründlich zu verstehen.",
    "main_prepare_subtitle3": "Sie können Fragen markieren und die Daten werden mit Statistiken im Dashboard angezeigt. Alle Daten werden gespeichert, sodass Sie sie später problemlos überprüfen können.",
    "main_prepare_subtitle4": "Darüber hinaus können Fragen ins Hindi, Russisch, Türkisch und viele weitere Sprachen übersetzt werden, was Ihnen das Verständnis und die Vorbereitung erleichtert.",
    "main_prepare_href_text": "Beginnen Sie mit der Vorbereitung",
    "main_question_catalogue_title": "Fragenkatalog",
    "main_question_catalogue_all_question": "Alle Fragen",
    "cancel": "Abbrechen",
    "back": "Zurück",
    "next": "Weiter",
    "close": "Schließen",
    "submit": "Einreichen",
    "app_update_title": "Update verfügbar!!!",
    "app_update_subtitle1": "Wir haben eine neue Version gefunden. Möchten Sie aktualisieren?",
    "app_update_subtitle2": "Dadurch wird die App neu gestartet!",
    "app_update_yes": "Ja, bitte!!!",
    "state_title": "Wählen Sie Ihr Bundesland aus",
    "state_subtitle": "Der Test enthält spezifische Fragen für Ihren Staat",
    "exam_readines_title": "Prüfungsvorbereitung",
    "exam_readines_tooltip_read": "Du bist bereit für die Prüfung, viel Glück",
    "exam_readines_tooltip_notread": "Sie sind nicht bereit für die Prüfung. Bitte üben Sie mehr.",
    "exam_readines_subtext": "Ihre Probetestergebnisse bestimmen die Bereitschaft. Um als bereit zu gelten, müssen Sie mehr als 75 % der eingereichten Probeprüfungen bestanden und mindestens 8 Prüfungen eingereicht haben.",
    "dashboard_prepate_button_text": "Beginnen Sie mit der Vorbereitung",
    "dashboard_mock_button_text": "Zur Probeklausur",
    "dashboard_mock_test_history": "Probetest Geschichte",
    "time_taken": "Genommene Zeit",
    "minutes": "Minuten",
    "correct": "Richtig",
    "incorrect": "Falsch",
    "result": "Ergebnis",
    "skipped": "Übersprungen",
    "flagged": "Markiert",
    "attempted": "Versuchtes",
    "test_attempted": "Versuchter Test",
    "test_passed": "Test bestanden",
    "test_failed": "Test fehlgeschlagen",
    "today": "Heute",
    "progress_line_title": "Täglicher Fortschritt",
    "progress_line_subtitle": "Letzte 15 Tage",
    "progress_line_footer": "Anzahl der beantworteten Fragen im Laufe der Zeit",
    "test_center": "Prüfstellen",
    "correct_incorrect_title": "Richtig vs. Falsch",
    "correct_incorrect_subtitle": "Letzte 30 Tage",
    "category_progress": "Kategorie Fortschritt",
    "passed": "Bestanden",
    "failed": "Nicht bestanden",
    "cancelled": "Nicht bestanden",
    "total": "Total",
    "Education & Religion": "Bildung & Religion",
    "Law & Governance": "Recht & Staatsführung",
    "Democracy & Politics": "Demokratie & Politik",
    "Economy & Employment": "Wirtschaft & Beschäftigung",
    "History & Geography": "Geschichte & Geographie",
    "Elections": "Wahlen",
    "Press Freedom": "Pressefreiheit",
    "Assembly & Protests": "Versammlungen & Proteste",
    "Federal System": "Föderales System",
    "Constitution": "Verfassung",
    "General": "Allgemeines",
    "Rights & Freedoms": "Rechte & Freiheiten",
    "time_remaining": "Verbleibende Zeit",
    "progress": "Fortschritt",
    "previous": "Vorherige",
    "skip": "Überspringen",
    "prepare_alert_answer_submit": "Bitte wählen Sie vor dem Absenden eine Antwort aus",
    "prepare_alert_attempted_all": "Sie haben alle Fragen beantwortet.",
    "prepare_alert_submit": "Bitte reichen Sie Ihre Antwort ein."
}