{
    "alert1": "Note: This is not an official Einbürgerungstest. This platform is designed to help you prepare for the Einbürgerungstest.",
    "alert2": "This website is a private offering and not an official Federal Office for Migration and Refugees (BAMF) site. The Einbürgerungstest can only be carried out at the BAMF.",
    "screenshotTitle": "Try our mobile app!! Available only for Android",
    "faq_title": "Frequently Asked Questions",
    "faq_q1": "How many questions are there in the Einbürgerungstest?",
    "faq_a1": "The test consists of 33 questions.",
    "faq_q2": "How many questions do I have to answer correctly?",
    "faq_a2": "At least 17 questions must be answered correctly to pass the test.",
    "faq_q3": "Where can I prepare for the test?",
    "faq_a3": "There are many resources, including online tests, books, and preparation courses.",
    "center_title": "Examination centers",
    "center_subtitle": "Please select your state, the Prüfungstellen will open in a new tab.",
    "main_title": "Welcome to our online learning platform!",
    "main_subtitle1": "Our platform offers comprehensive resources, including detailed study materials, practice exams, and interactive tools to help you prepare effectively for the test.",
    "main_subtitle2": "Check your progress with our interactive tools and track your improvement over time.",
    "main_subtitle3": "Enjoy a seamless learning experience with no ads, ensuring you stay focused on your preparation.",
    "main_subtitle4": "Join our community of learners and achieve success in your test.",
    "main_dashboard_title": "Interactive Tool",
    "main_dashboard_subtitle1": "Our interactive tool provides comprehensive insights into your learning progress. You can track your daily progress, view detailed user statistics, and assess your exam readiness. Additionally, the tool offers easy access to preparation materials and mock tests, ensuring you are well-prepared for the „Leben in Deutschland“ test.",
    "main_dashboard_subtitle2": "The tool is designed to be user-friendly and intuitive, making it easy for you to navigate through various features. Stay motivated and on track with personalized feedback and recommendations based on your performance.",
    "main_dashboard_subtitle3": "From visualized progress charts to advanced filters, you can analyze your strengths and areas that need improvement. Compare your scores with peers and leverage actionable insights to refine your study plan. The mock tests simulate real exam conditions, helping you build confidence while preparing for your test.",
    "main_dashboard_href_text": "Start learning now",
    "main_mock_title": "Mock exam",
    "main_mock_subtitle1": "Our mock exam simulates the real „Leben in Deutschland“ test with 33 randomly generated multiple-choice questions. You will have 60 minutes to complete the exam, and there is a progress tracker to see which questions you have flagged and revisit them.",
    "main_mock_subtitle2": "The exam is designed to mimic the actual test conditions, helping you build confidence and assess your readiness. Each question has 4 options, and you can cancel the exam anytime if needed.",
    "main_mock_href_text": "To the mock exam",
    "main_prepare_title": "Prepare for all questions",
    "main_prepare_subtitle1": "Get ready for the „Leben in Deutschland“ test by preparing with all available questions. Our preparation tool provides access to a comprehensive set of questions, ensuring you cover every topic.",
    "main_prepare_subtitle2": "Practice at your own pace and track your progress. The tool offers detailed explanations for each question, helping you understand the material thoroughly.",
    "main_prepare_subtitle3": "You can flag questions, and the data will be reflected in the dashboard with stats. All the data will be saved so you can easily check later.",
    "main_prepare_subtitle4": "Additionally, questions can be translated into Hindi, Russian, Turkish, and many more languages, making it easier for you to understand and prepare.",
    "main_prepare_href_text": "Start preparing",
    "main_question_catalogue_title": "Question Catalogue",
    "main_question_catalogue_all_question": "All Questions",
    "cancel": "Cancel",
    "back": "Back",
    "next": "Next",
    "submit": "Submit",
    "close": "Close",
    "app_update_title": "Update Available!!!",
    "app_update_subtitle1": "We have found a new version. Would you like to update?",
    "app_update_subtitle2": "This will restart the app!",
    "app_update_yes": "Yes Please!!!",
    "state_title": "Select your state",
    "state_subtitle": "The test contains specific questions for your state",
    "exam_readines_title": "Exam Readiness",
    "exam_readines_tooltip_read": "You are ready for the exam, Good Luck",
    "exam_readines_tooltip_notread": "You are not ready for the exam, please practice more.",
    "exam_readines_subtext": "Your mock test scores determine readiness. To be considered ready, you must have passed more than 75% of the submitted mock exams and have submitted at least 8 exams.",
    "dashboard_prepate_button_text": "Start preparing",
    "dashboard_mock_button_text": "To the mock exam",
    "dashboard_mock_test_history": "Mock Test History",
    "time_taken": "Time Taken",
    "minutes": "minutes",
    "correct": "Correct",
    "incorrect": "Incorrect",
    "result": "Result",
    "skipped": "Skipped",
    "flagged": "Flagged",
    "attempted": "Attempted",
    "test_attempted": "Test Attempted",
    "test_passed": "Test Passed",
    "test_failed": "Test Failed",
    "today": "Today",
    "progress_line_title": "Daily Progress",
    "progress_line_subtitle": "Past 15 days",
    "progress_line_footer": "Number of Questions Attempted Over Time",
    "test_center": "Test centers",
    "correct_incorrect_title": "Correct vs Incorrect",
    "correct_incorrect_subtitle": "Past 30 days",
    "category_progress": "Category Progress",
    "passed": "Passed",
    "failed": "Failed",
    "cancelled": "Cancelled",
    "total": "Total",
    "Education & Religion": "Education & Religion",
    "Law & Governance": "Law & Governance",
    "Democracy & Politics": "Democracy & Politics",
    "Economy & Employment": "Economy & Employment",
    "History & Geography": "History & Geography",
    "Elections": "Elections",
    "Press Freedom": "Press Freedom",
    "Assembly & Protests": "Assembly & Protests",
    "Federal System": "Federal System",
    "Constitution": "Constitution",
    "General": "General",
    "Rights & Freedoms": "Rights & Freedoms",
    "time_remaining": "Time Remaining",
    "progress": "Progress",
    "previous": "Previous",
    "skip": "Skip",
    "prepare_alert_answer_submit": "Please select an answer before submitting",
    "prepare_alert_attempted_all": "You have attempted all of the questions.",
    "prepare_alert_submit": "Please submit you answer.",
    "settings": "Settings",
    "change_state": "Change State",
    "app_language": "App Language",
    "import": "Import Data",
    "export": "Export Data"
}